[
  {
    "image": "https://i.ibb.co/wL0Fdqd/etienne-beauregard-riverin-B0a-Cv-AVSX8-E-unsplash-1.jpg",
    "estate_title": "Modern Single-Family Home",
    "id": "001",
    "segment_name": "Single-family homes",
    "description": "Beautifully designed single-family home with spacious living areas and a backyard garden.",
    "bigger_description": "This modern single-family home is perfect for those seeking comfort and style. Featuring high ceilings, large windows, and an open floor plan, the living areas are flooded with natural light. The backyard garden offers a tranquil retreat, ideal for outdoor gatherings or relaxation. The property also includes a spacious garage and ample storage space.",
    "price": "$500,000",
    "status": "sale",
    "area": "2500 sq ft",
    "location": "Suburban neighborhood",
    "facilities": ["living room", "backyard garden", "garage"]
  },
  {
    "image": "https://i.ibb.co/8r5C6R1/webaliser-TPTXZd9m-Oo-unsplash-1.jpg",
    "estate_title": "Luxury Townhouse",
    "id": "002",
    "segment_name": "Townhouses",
    "description": "Elegant townhouse featuring modern amenities and a private rooftop terrace.",
    "bigger_description": "Indulge in luxury living with this elegant townhouse. The interior boasts high-end finishes, contemporary design elements, and state-of-the-art appliances. Entertain guests on the private rooftop terrace with stunning city views. Conveniently located in an urban neighborhood, this townhouse offers easy access to dining, shopping, and entertainment.",
    "price": "$700,000",
    "status": "sale",
    "area": "1800 sq ft",
    "location": "Urban neighborhood",
    "facilities": ["living room", "rooftop terrace", "gym"]
  },
  {
    "image": "https://i.ibb.co/58TqkbC/ronnie-george-9g-Gv-NWBe-Oq4-unsplash-1.jpg",
    "estate_title": "Downtown Apartment",
    "id": "003",
    "segment_name": "Apartments",
    "description": "Contemporary apartment in the heart of the city with stunning views and convenient access to amenities.",
    "bigger_description": "Experience urban living at its finest in this contemporary apartment. The open-concept layout, floor-to-ceiling windows, and sleek finishes create a stylish and inviting atmosphere. Enjoy breathtaking views of the city skyline from the comfort of your own home. Located in the bustling downtown area, this apartment offers easy access to restaurants, shops, and cultural attractions.",
    "price": "$2,000 / Month",
    "status": "rent",
    "area": "1000 sq ft",
    "location": "City center",
    "facilities": ["living room", "balcony", "fitness center"]
  },
  {
    "image": "https://i.ibb.co/87Tjkhw/john-fornander-Id7u0-Ek-Tj-BE-unsplash-1.jpg",
    "estate_title": "Student Housing Complex",
    "id": "004",
    "segment_name": "Student housing",
    "description": "Modern student housing complex offering fully furnished units and on-site amenities.",
    "bigger_description": "Ideal for students looking for convenient and comfortable accommodations, this modern housing complex offers fully furnished units with a range of amenities. Study in peace in the dedicated study areas, socialize with fellow students in the common areas, and relax in the landscaped outdoor spaces. With its proximity to the university campus and various dining and entertainment options, this housing complex is the perfect choice for student living.",
    "price": "$800 / Month",
    "status": "rent",
    "area": "500 sq ft",
    "location": "Near university campus",
    "facilities": ["bedroom", "study area", "laundry facilities"]
  },
  {
    "image": "https://i.ibb.co/HVccJg2/zac-gudakov-wwq-Z8-CM21gg-unsplash-1.jpg",
    "estate_title": "Senior Living Community",
    "id": "005",
    "segment_name": "Senior living communities",
    "description": "Tranquil senior living community providing comfortable accommodations and social activities.",
    "bigger_description": "Experience retirement living at its best in this tranquil senior community. The spacious accommodations, beautifully landscaped grounds, and variety of on-site amenities provide residents with comfort and convenience. Stay active and engaged with a range of social activities and wellness programs. Located in a picturesque setting, this community offers a peaceful retreat for seniors looking to enjoy their golden years.",
    "price": "$3,000 / Month",
    "status": "rent",
    "area": "1200 sq ft",
    "location": "Scenic countryside",
    "facilities": ["living room", "gardens", "community center"]
  },
  {
    "image": "https://i.ibb.co/02mCp5q/todd-kent-178j8t-Jr-Nlc-unsplash-1.jpg",
    "estate_title": "Beachfront Vacation Rental",
    "id": "006",
    "segment_name": "Vacation rentals",
    "description": "Charming beachfront vacation rental with panoramic ocean views and direct beach access.",
    "bigger_description": "Escape to paradise with this charming beachfront vacation rental. Wake up to the sound of waves crashing and soak in the panoramic ocean views from your private balcony. With direct beach access, you can spend your days swimming, sunbathing, or strolling along the shore. After a day of fun in the sun, relax in the comfortable living spaces and enjoy the coastal breeze. This vacation rental offers the ultimate beach getaway for you and your loved ones.",
    "price": "$300 / Night",
    "status": "rent",
    "area": "1500 sq ft",
    "location": "Coastal resort",
    "facilities": ["living room", "beach access", "patio"]
  },
  {
    "image": "https://i.ibb.co/2qXXHpY/frames-for-your-heart-2d4l-AQAlb-DA-unsplash-1.jpg",
    "estate_title": "Cozy Cabin Retreat",
    "id": "007",
    "segment_name": "Vacation rentals",
    "description": "Secluded cabin retreat nestled in the mountains, perfect for a peaceful getaway.",
    "bigger_description": "Experience the beauty of nature with this secluded cabin retreat. Tucked away in the mountains, this cozy cabin offers privacy and tranquility, making it the perfect escape from the hustle and bustle of everyday life. Enjoy breathtaking views of the surrounding wilderness from the comfort of your own deck, or explore the nearby hiking trails and scenic overlooks. With its rustic charm and serene atmosphere, this cabin retreat is an idyllic destination for your next vacation.",
    "price": "$200 / Night",
    "status": "rent",
    "area": "800 sq ft",
    "location": "Mountainous region",
    "facilities": ["living room", "fireplace", "hot tub"]
  },
  {
    "image": "https://i.ibb.co/Qvm1Lq1/brian-babb-Xbw-Hrt87m-Q0-unsplash-1.jpg",
    "estate_title": "Urban Loft",
    "id": "008",
    "segment_name": "Apartments",
    "description": "Stylish urban loft with exposed brick walls and industrial-chic design elements.",
    "bigger_description": "Embrace urban living in this stylish loft apartment. Featuring exposed brick walls, high ceilings, and industrial-chic design elements, this loft offers a unique blend of modern and vintage aesthetics. The open floor plan and abundant natural light create a spacious and inviting atmosphere, perfect for entertaining or relaxing at home. Located in the heart of the city, this apartment puts you within walking distance of trendy restaurants, shops, and nightlife destinations.",
    "price": "$1,500 / Month",
    "status": "rent",
    "area": "900 sq ft",
    "location": "Downtown district",
    "facilities": ["living room", "open kitchen", "rooftop deck"]
  },
  {
    "image": "https://i.ibb.co/n3FzkW4/digital-marketing-agency-ntwrk-g39p1k-Djv-SY-unsplash-1.jpg",
    "estate_title": "Family-Friendly Home",
    "id": "009",
    "segment_name": "Single-family homes",
    "description": "Warm and inviting family home featuring a spacious backyard and children's play area.",
    "bigger_description": "Welcome to your new family home! This warm and inviting property offers plenty of space for your growing family. The open-concept layout, large windows, and neutral color palette create a bright and airy atmosphere throughout the home. Outside, the spacious backyard provides the perfect setting for outdoor play and family gatherings. With its convenient location in a family-friendly neighborhood, this home is sure to be a hit with you and your loved ones.",
    "price": "$400,000",
    "status": "sale",
    "area": "2000 sq ft",
    "location": "Residential neighborhood",
    "facilities": ["living room", "backyard", "play area"]
  }
]
